Repository: Sunami-team/final_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: error
fa: خطا

source: message
fa: پیغام

source: No file provided
fa: فایلی در نظر گرفته نشده

source: Grades updated successfully
fa: نمره ها با موفقیت بروز رسانی شد

source: Student Does Not Exist
fa: دانشجو موجود نیست

source: result
fa: نتیجه

source: Request Accepted
fa: درخواست پزیرفته شد

source: Student Email field is Null
fa: دانشجو ایمیل را وارد نکرده

source: Request Failed
fa: درخواست رد شد

source: deputy_educational_comment
fa: پیغام معاون آموزشی

source: Request Does not exist
fa: درخواست موجود نیست

source: details
fa: جزییات

source: Studet Course Does Not exist
fa: درس مربوط به دانشجو موجود نیست

source: studnet
fa: دانشجو

source: add or remove
fa: حذف یا اضافه

source: detail
fa: جزییات

source: You can not add and drop a course in same time !
fa: همزمان نمی توانید یک درس را حذف و اضافه کنید

source: Pre Request Created
fa: پیش درخواست ساخته شد

source: student
fa: دانش آموز

source: status
fa: وضعیت

source: add to Correction Submit
fa: حذف و اضافه تایید شد

source: Add and drop Corses does not correct
fa: حذف و اضافه انتخاب شده صحیح نمی باشد

source: We Have errors
fa: خطا مشاهده شد

source: Term Does NOT exist
fa: ترم انتخاب شده صحیح نیست

source: Corses Corrections is Empty
fa: لیست اصلاح دروس خالی است

source: Corses Corrections DONE
fa: اصلاح درس انجام شد

source: You have been successfully logged out.
fa: با موفقیت خارج شدید

source: token
fa: توکن
