Repository: Sunami-team/final_project
Catalog: student_requests/locale/*/LC_MESSAGES/django.po
Languages: fa

source: error
fa: خطا

source: Student Does Not Exist
fa: دانشجو موجود نیست

source: Request Accepted
fa: درخواست پذیرفته شد

source: message
fa: پیغام

source: Student Email field is Null
fa: دانشجو ایمیل ندارد

source: errors
fa: خطا ها

source: Request Does not exist
fa: درخواست موجود نیست

source: details
fa: جزییات

source: Studet Course Does Not exist
fa: درس مربوطه موجود نیست

source: Request Failed
fa: درخواست رد شد

source: studnet
fa: دانشجو

source: add or remove
fa: حذف و اضافه

source: detail
fa: جزییات

source: You can not add and drop a course in same time !
fa: یک درس را نمی شود هم حذف کرد هم اضافه کرد

source: Pre Request Created
fa: پیش درخواست ساخته شد

source: student
fa: دانشجو

source: add_errors
fa: خطا های اضافه کرد درس

source: drop_errors
fa: خطا های حذف کردن درس

source: status
fa: وضعیت

source: add to Correction Submit
fa: اضافه کردن درس انجام شد

source: Add and drop Corses does not correct
fa: حذف و اضافه صحیح انجام نشده

source: We Have errors
fa: خطا رخ داده است

source: Term Does NOT exist
fa: ترم مورد نظر وجود ندارد

source: Corses Corrections is Empty
fa: ترمیم ترم خالی است

source: Corses Corrections DONE
fa: ترمیم ترم انجام شد

source: request created successfully
fa: درخواست ساخته شد

source: Your request is filled!!
fa: درخواست شما رد شد

source: request modified successfully
fa: درخواست با موفقیت حذف شد

source: Removed Successfully
fa: با موفقیت حذف شد
